Repository: iklu/BLOG
Catalog: app/Resources/translations/messages.*.xliff
Languages: es

source: Invalid credentials.
es: El usuario o la clave son incorectas!

source: Welcome to our page!
es: Bienvenido a nuestra pagina!

source: Register
es: Crear nueva cuenta!

source: Login
es: Entra en tu cuenta!

source: Sign In
es: Entra en tu cuenta!

source: Remember Me!
es: Acuerda la ultima sesion!

source: Compose
es: Compone

source: Design
es: Maquetación

source: Logout
es: Salir

source: Return to main page
es: Vuelve a la página principal

source: Password Recovery
es: Recuperar la Contrasena

source: Forgot your password?
es: Has olvidado tu contraseña?

source: Click here
es: Clica aqui

source: See more...
es: Ver mas...

source: WEB DEVELOPMENT
es: DESAROLLO WEB

source: CONTACT
es: CONTACTO

source: ABOUT US
es: SOBRE NOSOTROS

source: Who we are
es: Quien somos

source: What do we do
es: Que hacemos

source: Why choose us
es: Por que elegirnos
